export default {
  code:
    `
我有个故事和一点薄酒
你是先听故事还是先喝酒？
？
？
？
要不，
先听故事吧？
...
...
话说
...
...

十年前

一位二十岁的少年

和一位二十岁的少女正式相恋

到公元二零一四年二月三日

他们的恋爱将正式满十周年


十年，3652天

十年很长，贯穿了他们整个二十多岁的年纪

也贯穿了他们人生中最美好的年华

十年也很短，所有的点点滴滴历历在目，仿佛发生在昨天
...
...
...
故事讲完了？
？
？
？
当然没有！
去我家，边喝酒边讲
我先给你弄个请柬
万一找不到门就尴尬了
...
...
开始制作啦`,
  executions: [{
    name:'文字准备中',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'图片准备中',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'解压中',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'组装中',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'组装完成',
    time: '',
    duration: 0,
    visible: false
  }],
  barrages: [
    '66666666',
    '愿你美梦成真',
    '你的邀请函真是美',
    '人美心更美',
    '你是最棒的',
    '哇哇哇',
    '还差女朋友吗',
    '今晚翻你牌',
    '看朕给你打下的江山',
    '你写代码老快了',
    '你的代码真是棒',
    '😗 😙 😚 😋 ',
    '只要代码写得好，单身永远跑不了'
  ],
}
